export const scene2Questions = [
  {
    q: '質問をする',
    a: `
「ボクはアズ。魔法少女になれる人間を探していたんだ」

「キミは素晴らしい魔法少女になりうる才能を秘めている」
`,
    b: `
素晴らしい才能はリップサービスです。誰にでも言います。
`,
  },
  {
    q: '魔法少女って？',
    a: `
「ボクたちが提供する魔法の杖を使うと、魔法が使える少女に変身できるんだ」

「第二次性徴期の少女の感情の起伏エネルギーが最も大きいんだよ」
`,
    b: `

他の魔法界では魔法を生み出す原理は異なりますが、ここでは第二次性徴期の少女が生み出す感情の起伏エネルギーを利用します。

魔法の杖は魔法界へ魔法少女が生み出した感情エネルギーを呼び込み、その一部を魔法に変換する装置です。
余剰のエネルギーは魔法界のものとなります。
`,
  },
  {
    q: '魔法少女の責任は何？',
    a: `
「ボクたちが開催するトーナメントで戦ってほしい」

「今回のトーナメントは４つの魔法界が主催となって開催される」

「キミはそのうち１つの魔法界の魔法少女として参戦してほしい」

「優勝者には願いを１つ叶えるキセキが与えられるよ」
`,
    b: `
魔法少女が魔法を使うほどエネルギーを回収できるので、魔法少女同士で戦ってもらいます。

トーナメントは各魔法界に中継され、魔法少女たちの戦いを観戦することができます。



優勝者の願いについては、しょせん異界の観測もできない文明レベルの世界の人間の願いです。
トーナメントで回収したエネルギーで十分おつりがくるでしょう。
`,
  },
  {
    q: '魔法少女になるリスクは？',
    a: `
「肉体的なリスクはないよ。魔法少女のダメージは最終的に魔法の杖に蓄積される。変身解除時には傷ひとつ残らない」

「魔法の杖のダメージは時間経過で修復されるよ。残っていてもボクが戦いの前に修復するからトーナメントの進行は心配しなくていい」

「魔法少女の正体がわからないようになる魔法がかかっている。家族や友人にもバレないしこの世界の映像にも残らない」

「魔法使用の記録はとらせてもらう。勝敗の判定や魔法の改良を行うためのデータとして使わせてもらうよ」

「魔法少女は好きな時にやめてもらってかまわない。そのときはボクが魔法の杖を回収する」
`,
    b: `
希望と絶望の相転移から効率的にエネルギーを回収しようとしたケースで破綻した例があります。

今回は持続可能なエネルギー回収を目指しています。余計なリスクは負わせません。

魔法を悪用した場合のリスクについてはこの世界の住人の責任となります。
当方は感知しません。
`,
  },
  {
    q: '魔法界って？',
    a: `
「今回の魔法少女トーナメントを主催している４つの異世界だよ」

「精霊領域 スピリトリア」

「幻獣界 ミストリア」

「機工次元 アルカノテック」

「古き知識の森 リブラアーカイブ」

「詳しいことは魔法少女になるときに教えるよ」
`,
    b: `
今回主催の4つの魔法界の名前だけは先に教えておきましょう。

今回の実証実験はこの4つの魔法界が共同で行っています。

これが成功すれば、他の魔法界にも広がるかもしれません。


`,
  },
];
